
text_start="""Вас приветствует бот ImProc-3000! 
Здесь вы можете загрузить ваши изображения и обработать их, с помощью различных фильтров.
Для того, чтобы начать обрабатывать картини, нажмите /process
Справка по кнопкам доступна при нажатии /help
Краткая информация по фильтрам доступна при нажатии /info   
"""

text_help="""/info - Краткая информация о работе фильтров;
/process - Начать обработку изображений;
/help - описание работы кнопок ;
"""

text_start_processing="""Для того чтобы обработать картинку сначала загрузите её.
После этого выберете интересующий вас фильтр и дождитетсь обработки.
Единажды загрузив картинку вы можите применять к ней любые фильтры столько, сколько захотите.
Если захотите обработать другую картинку, просто загрузите её.
Чтобы вернуться в главное меню нажмите /main_menu """

#########

text_GreyScale="""Оттенки серого (градации серого, шкала серого цвета, англ. Grayscale)— цветовой режим изображений, которые отображаются в оттенках серого цвета."""

text_Inversion="""При инверсии фотографии цвета каждого из каналов заменяется на противоположный, т.е. чёрное становится белым, а белое чёрным
Однако при инверсии цветного изображения инвертированная фотография будет иметь зеркально отраженную цветовую схему."""

text_Sobel="""Фильтр Собеля- позволяет выделить границы на изображении."""

text_Glass="Эффект стекла позволяет взглянуть на то, как бы выглядело изображение, смотри мы на него через мутное стекло."

